---
kind: type
id: T:Autodesk.Revit.DB.ExportUtils
source: html/712534c9-d62d-9f8d-fc7f-9348ca58affe.htm
---
# Autodesk.Revit.DB.ExportUtils

This class provides utilities related to document export.

## Syntax (C#)
```csharp
public static class ExportUtils
```